Fuzzing/Data/shibboleth-full/moscow/077fb848551e51ae08a10647bb9844706ee32486/queue/id:000672,sync:import,src:000515

REQUEST_URI=/Shibboleth.sso/Artifact/SOAP
CONTENT_TYPE=text/xml

<S"Envens:S="htvelope/"><S:Body><S:Fa/"><S:Body><S:F/envelope/":Body><S:Fault><faultcode>S:Sepver<faultcode><faultstring>Errouest.</faultRI=/xmlns:S="htp/envelope/"><S:Bohÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processxml

<S:Envelope xmlns:S="http:/pe/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Fai„t><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring> request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error st.</faultstring></S:Fault></S:Bnvelope/"><S:Bod"><S:Bodÿaultstring></S:Fault></ing></S:Fault></S:Body><S:Fault><faultcode>S:Se<faultstring>Err/Shibb:Fault><fa</faultcode><faut/SOAP
CONTENT_Tt/SOAP
CONTENT_TYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error processieg request.</faultstring></S:Fault></S:Bttp://sch/smap/envelope/"><S:Body><S:F/envelope/"><S:Bodÿaultstring>C/S:Fault></S:Body><S:Fault><faultcode>S:Sepver</faultcode><faultstring>Error processieg request.</faultRI=/Shibb:Faultcode>S:Sepver</faultcode>ror processieg request.</faultRI=/Shibbole<faultstring>Error processieg request.<//SOAP
CONTENT_TYPE=text/xml

<S:Envelope xmlns:S="htpRenvelopH/"><S:Bohÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>ErroYPE=text/xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Fai„t><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg request.</faultstring></S:Fault></S:Body></S:Envelopeing>Error proleth.sso/Artifact/SOP
CONTENT_TYPE"envelope/"><S:Bodÿault¸tring></S:Fault></S:Body><S:Failt><faultcode>S:Server</faultcode><faultst:Sepver</faultcode><faultstring>ring>Error processieg rocessieg request.</faultstring></S:Fault></S:Body></S:Envelope>dy></S:Envelope>dy></S:Envelope>dy></S:Envelope>dy></S:Envelope>